tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "beeftornado/rmtree"
tap "leoafarias/fvm"

# Development
brew "git"
brew "nvm"
brew "fvm"
cask "visual-studio-code"
cask "android-studio"
cask "xcodes"
brew "python"

# Utils
brew "yq"
brew "jq"
brew "glib"
brew "srt"
brew "ffmpeg"
brew "gnupg"
brew "lcov"
brew "scrcpy"
brew "syncthing"

# Software
cask "google-chrome"
cask "adobe-acrobat-reader"
cask "docker"
cask "keka"
cask "vnc-viewer"
cask "clipy"
cask "vlc"
cask "alfred"
cask "rectangle"
cask "iterm2"
cask "bitwarden"
cask "obsidian"

# Communication
cask "telegram"
cask "whatsapp"
cask "slack"

# Office
cask "microsoft-teams"
cask "microsoft-outlook"
cask "microsoft-excel"
cask "microsoft-word"
cask "onedrive"

# VPN
cask "forticlient-vpn"
