tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Development
brew "git"
brew "nvm"
cask "visual-studio-code"
cask "android-studio"
cask "flutter"
brew "cocoapods"
brew "python"

# Utils
brew "yq"
brew "jq"
brew "glib"
brew "srt"
brew "ffmpeg"
brew "gnupg"
brew "lcov"
brew "scrcpy"

# Software
cask "google-chrome"
cask "docker"
cask "keka"
cask "vnc-viewer"
cask "clipy"
cask "vlc"
cask "telegram"
cask "alfred"
cask "spectacle"
cask "iterm2"
